export const errors = {
  name: {
    wrong: "Имя должно быть не короче 3 символов и не длиннее 10",
  },
  email: {
    wrong: "Это должен быть действительный адрес электронной почты",
  },
  password: {
    wrong:
      "Пароль должен состоять из 6-12 символов и содержать не менее 1 буквы, 1 цифры и 1 специального символа.",
    empty: "Пароль не должен быть пустым",
  },
  confirmPassword: {
    wrong: "Поле 'Подтвердить пароль' не соответствует паролю",
  },
  field: {
    empty: "Поле не должно быть пусты",
  },
};
